{"MessageDefinitions":[
  {
    "Id": 1,
    "Name": "email_not_found",
    "Message": "Email Not Found or account locked",
    "ServiceName": "*",
    "Translations": {
      "ar": " البريد الإلكتروني غير موجود او حساب معلق",
      "bn": "ইমেল পাওয়া যায়নি",
      "en": "Email Not Found or account locked",
      "es": "Correo electrónico no encontrado",
      "fa": "ایمیل یافت نشد",
      "fr": "Email non trouvé",
      "hi": "ईमेल नहीं मिला",
      "ml": "ഇമെയിൽ കണ്ടെത്തിയില്ല",
      "ne": "इमेल भेटिएन",
      "ps": "بریښنالیک ونه موندل شو",
      "ru": "Электронная почта не найдена",
      "si": "ඊමේල් සොයාගත නොහැක",
      "ta": "மின்னஞ்சல் கிடைக்கவில்லை",
      "te": "ఇమెయిల్ కనబడలేదు",
      "tl": "Hindi natagpuan ang email",
      "tr": "E-posta bulunamadı",
      "ur": "ای میل نہیں ملی",
      "zh": "未找到电子邮件"
    }
  },
  {
    "Id": 2,
    "Name": "account_locked",
    "Message": "Your account is locked, please contact admin",
    "ServiceName": "*",
    "Translations": {
      "ar": "حسابك مقفل، يرجى الاتصال بالمسؤول",
      "bn": "আপনার অ্যাকাউন্ট লক করা হয়েছে, অনুগ্রহ করে অ্যাডমিনের সাথে যোগাযোগ করুন",
      "en": "Your account is locked, please contact admin",
      "es": "Su cuenta está bloqueada, por favor contacte al administrador",
      "fa": "حساب شما قفل شده است، لطفا با ادمین تماس بگیرید",
      "fr": "Votre compte est verrouillé, veuillez contacter l'administrateur",
      "hi": "आपका खाता लॉक कर दिया गया है, कृपया एडमिन से संपर्क करें",
      "ml": "നിങ്ങളുടെ അക്കൗണ്ട് ലോക്ക് ചെയ്തിരിക്കുന്നു, അഡ്മിനെ ബന്ധപ്പെടുക",
      "ne": "तपाईको खाता बन्द छ, कृपया प्रशासकलाई सम्पर्क गर्नुहोस्",
      "ps": "ستاسو حساب لاک شوی دی، مهرباني وکړئ د مدیر سره اړیکه ونیسئ",
      "ru": "Ваш аккаунт заблокирован, свяжитесь с администратором.",
      "si": "ඔබගේ ගිණුම අගුලු දමා ඇත, කරුණාකර පරිපාලක අමතන්න",
      "ta": "உங்கள் கணக்கு பூட்டப்பட்டுள்ளது, நிர்வாகியைத் தொடர்பு கொள்ளவும்",
      "te": "మీ ఖాతా లాక్ చేయబడింది, దయచేసి నిర్వాహకుడిని సంప్రదించండి",
      "tl": "Naka-lock ang iyong account, mangyaring makipag-ugnayan sa admin",
      "tr": "Hesabınız kilitlendi, lütfen yöneticiyle iletişime geçin",
      "ur": "آپ کا اکاؤنٹ لاک ہے، براہ کرم ایڈمن سے رابطہ کریں۔",
      "zh": "您的账户已被锁定，请联系管理员"
    }
  },
  {
    "Id": 3,
    "Name": "login_error",
    "Message": "Login failed, try after some time",
    "ServiceName": "*",
    "Translations": {
      "ar": "فشل تسجيل الدخول، حاول بعد قليل",
      "bn": "লগইন ব্যর্থ হয়েছে, কিছু সময় পরে চেষ্টা করুন",
      "en": "Login failed, try after some time",
      "es": "Error al iniciar sesión, inténtalo después de un tiempo.",
      "fa": "ورود ناموفق بود، بعد از مدتی امتحان کنید",
      "fr": "La connexion a échoué, réessayez après un certain temps",
      "hi": "लॉगिन विफल, कुछ समय बाद प्रयास करें",
      "ml": "ലോഗിൻ പരാജയപ്പെട്ടു, കുറച്ച് സമയത്തിന് ശേഷം ശ്രമിക്കുക",
      "ne": "लगइन असफल भयो, केहि समय पछि प्रयास गर्नुहोस्",
      "ps": "ننوتل ناکام شول، یو څه وخت وروسته هڅه وکړئ",
      "ru": "Вход не удался, попробуйте через некоторое время",
      "si": "ඇතුල් වීම අසාර්ථක විය, ටික වේලාවකට පසු උත්සාහ කරන්න",
      "ta": "உள்நுழைவு தோல்வியடைந்தது, சிறிது நேரம் கழித்து முயற்சிக்கவும்",
      "te": "లాగిన్ విఫలమైంది, కొంత సమయం తర్వాత ప్రయత్నించండి",
      "tl": "Nabigo ang pag-login, subukan pagkatapos ng ilang oras",
      "tr": "Giriş başarısız oldu, bir süre sonra deneyin",
      "ur": "لاگ ان ناکام ہوگیا، کچھ دیر بعد کوشش کریں۔",
      "zh": "登录失败，请稍后重试"
    }
  },
  {
    "Id": 4,
    "Name": "two_factor_required",
    "Message": "Please use the received OTP to complete the login process",
    "ServiceName": "*",
    "Translations": {
      "ar": "الرجاء استخدام كلمة المرور لمرة واحدة المستلمة لإكمال عملية تسجيل الدخول",
      "bn": "লগইন প্রক্রিয়া সম্পূর্ণ করতে প্রাপ্ত OTP ব্যবহার করুন",
      "en": "Please use the received OTP to complete the login process",
      "es": "Utilice la OTP recibida para completar el proceso de inicio de sesión.",
      "fa": "لطفاً از OTP دریافتی برای تکمیل فرآیند ورود استفاده کنید",
      "fr": "Veuillez utiliser l'OTP reçu pour terminer le processus de connexion.",
      "hi": "कृपया लॉगिन प्रक्रिया पूरी करने के लिए प्राप्त OTP का उपयोग करें",
      "ml": "ലോഗിൻ പ്രക്രിയ പൂർത്തിയാക്കാൻ ലഭിച്ച OTP ഉപയോഗിക്കുക",
      "ne": "लगइन प्रक्रिया पूरा गर्न कृपया प्राप्त ओटीपी प्रयोग गर्नुहोस्",
      "ps": "مهرباني وکړئ د ننوتلو پروسې بشپړولو لپاره ترلاسه شوي OTP وکاروئ",
      "ru": "Пожалуйста, используйте полученный OTP для завершения процесса входа в систему.",
      "si": "පිවිසුම් ක්‍රියාවලිය සම්පූර්ණ කිරීමට කරුණාකර ලැබුණු OTP භාවිතා කරන්න",
      "ta": "உள்நுழைவு செயல்முறையை முடிக்க பெறப்பட்ட OTP ஐப் பயன்படுத்தவும்",
      "te": "లాగిన్ ప్రక్రియను పూర్తి చేయడానికి దయచేసి స్వీకరించిన OTPని ఉపయోగించండి",
      "tl": "Mangyaring gamitin ang natanggap na OTP upang makumpleto ang proseso ng pag-login",
      "tr": "Giriş işlemini tamamlamak için lütfen alınan OTP'yi kullanın",
      "ur": "لاگ ان کے عمل کو مکمل کرنے کے لیے براہ کرم موصولہ OTP استعمال کریں۔",
      "zh": "请使用收到的 OTP 完成登录过程"
    }
  },
  {
    "Id": 5,
    "Name": "otp_error",
    "Message": "The OTP you entered is invalid or expired. Please check the OTP and try again or request a new OTP if necessary",
    "ServiceName": "*",
    "Translations": {
      "ar": "كلمة المرور لمرة واحدة التي أدخلتها غير صالحة. يرجى التحقق من كلمة المرو والمحاولة مرة أخرى أو طلب كلمة مرور جديدة إذا لزم الأمر",
      "bn": "আপনার দেওয়া ওটিপিটি অবৈধ। অনুগ্রহ করে OTP চেক করুন এবং আবার চেষ্টা করুন বা প্রয়োজনে একটি নতুন OTP অনুরোধ করুন",
      "en": "The OTP you entered is invalid. Please check the OTP and try again or request a new OTP if necessary",
      "es": "La OTP que ingresó no es válida. Verifique la OTP e inténtelo nuevamente o solicite una nueva OTP si es necesario",
      "fa": "OTP که وارد کردید نامعتبر است. لطفاً OTP را بررسی کنید و دوباره امتحان کنید یا در صورت لزوم یک OTP جدید درخواست کنید",
      "fr": "L'OTP que vous avez saisi n'est pas valide. Veuillez vérifier l'OTP et réessayer ou demander un nouvel OTP si nécessaire",
      "hi": "आपके द्वारा दर्ज किया गया OTP अमान्य है। कृपया OTP जाँचें और पुनः प्रयास करें या यदि आवश्यक हो तो नया OTP अनुरोध करें",
      "ml": "നിങ്ങൾ നൽകിയ OTP അസാധുവാണ്. OTP പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ ആവശ്യമെങ്കിൽ പുതിയ OTP അഭ്യർത്ഥിക്കുക",
      "ne": "तपाईंले प्रविष्ट गर्नुभएको OTP अमान्य छ। कृपया OTP जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस् वा आवश्यक भएमा नयाँ OTP अनुरोध गर्नुहोस्",
      "ps": "هغه OTP چې تاسو داخل کړی ناسم دی. مهرباني وکړئ OTP وګورئ او بیا هڅه وکړئ یا د اړتیا په صورت کې د نوي OTP غوښتنه وکړئ",
      "ru": "Введенный вами OTP недействителен. Пожалуйста, проверьте OTP и повторите попытку или при необходимости запросите новый OTP.",
      "si": "ඔබ ඇතුළු කළ OTP වලංගු නොවේ. කරුණාකර OTP පරීක්ෂා කර නැවත උත්සාහ කරන්න හෝ අවශ්‍ය නම් නව OTP එකක් ඉල්ලන්න",
      "ta": "நீங்கள் உள்ளிட்ட OTP தவறானது. OTP ஐ சரிபார்த்து மீண்டும் முயற்சிக்கவும் அல்லது தேவைப்பட்டால் புதிய OTP ஐக் கோரவும்",
      "te": "మీరు నమోదు చేసిన OTP చెల్లదు. దయచేసి OTPని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి లేదా అవసరమైతే కొత్త OTPని అభ్యర్థించండి",
      "tl": "Ang OTP na iyong inilagay ay hindi wasto. Pakisuri ang OTP at subukang muli o humiling ng bagong OTP kung kinakailangan",
      "tr": "Girdiğiniz OTP geçersiz. Lütfen OTP'yi kontrol edip tekrar deneyin veya gerekirse yeni bir OTP isteyin",
      "ur": "آپ کا درج کردہ OTP غلط ہے۔ براہ کرم OTP چیک کریں اور دوبارہ کوشش کریں یا اگر ضروری ہو تو نئے OTP کی درخواست کریں۔",
      "zh": "您输入的 OTP 无效。请检查 OTP 并重试，或在必要时请求新的 OTP"
    }
  },
  {
    "Id": 6,
    "Name": "login_success",
    "Message": "Login successful. You have now been granted access to your account",
    "ServiceName": "*",
    "Translations": {
      "ar": "تم تسجيل الدخول بنجاح. لقد تم منحك الآن حق الوصول إلى حسابك",
      "bn": "সফল লগইন. আপনাকে এখন আপনার অ্যাকাউন্টে অ্যাক্সেস দেওয়া হয়েছে",
      "en": "Login successful. You have now been granted access to your account",
      "es": "Inicio de sesión correcto. Ahora se le ha otorgado acceso a su cuenta.",
      "fa": "ورود با موفقیت اکنون به شما اجازه دسترسی به حساب خود داده شده است",
      "fr": "Connexion réussie. Vous avez maintenant accès à votre compte",
      "hi": "लॉगिन सफल हुआ। अब आपको अपने खाते तक पहुंच प्रदान कर दी गई है",
      "ml": "ലോഗിൻ വിജയിച്ചു. നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ഇപ്പോൾ നിങ്ങൾക്ക് ആക്‌സസ് അനുവദിച്ചിരിക്കുന്നു",
      "ne": "लगइन सफल भयो। तपाईलाई अब तपाईको खातामा पहुँच प्रदान गरिएको छ",
      "ps": "ننوت بریالی شو. تاسو ته اوس خپل حساب ته لاسرسی درکول شوی دی",
      "ru": "Авторизация успешна. Теперь вам предоставлен доступ к вашей учетной записи",
      "si": "පුරනය වීම සාර්ථකයි. ඔබට දැන් ඔබගේ ගිණුමට ප්‍රවේශය ලබා දී ඇත",
      "ta": "உள்நுழைவு வெற்றிகரமாக உள்ளது. இப்போது உங்கள் கணக்கிற்கான அணுகல் உங்களுக்கு வழங்கப்பட்டுள்ளது",
      "te": "లాగిన్ విజయవంతమైంది. మీకు ఇప్పుడు మీ ఖాతాకు యాక్సెస్ మంజూరు చేయబడింది",
      "tl": "Matagumpay ang pag-log in. Nabigyan ka na ngayon ng access sa iyong account",
      "tr": "Giriş başarılı. Artık hesabınıza erişim izni verildi",
      "ur": "لاگ ان کامیاب۔ اب آپ کو اپنے اکاؤنٹ تک رسائی دی گئی ہے۔",
      "zh": "登录成功。您现在已被授予访问您帐户的权限"
    }
  },
  {
    "Id": 7,
    "Name": "invalid_parameter",
    "Message": "Invalid parameter. Please review the input and try again",
    "ServiceName": "*",
    "Translations": {
      "ar": "معلومة غير صالحة. يرجى مراجعة الإدخال والمحاولة مرة أخرى",
      "bn": "অবৈধ প্যারামিটার. অনুগ্রহ করে ইনপুট পর্যালোচনা করুন এবং আবার চেষ্টা করুন।",
      "en": "Invalid parameter. Please review the input and try again.",
      "es": "Parámetro inválido. Revise la entrada e inténtelo de nuevo.",
      "fa": "پارامتر نامعتبر است. لطفاً ورودی را مرور کنید و دوباره امتحان کنید.",
      "fr": "Paramètre invalide. Veuillez vérifier l'entrée et réessayer.",
      "hi": "अमान्य पैरामीटर. कृपया इनपुट की समीक्षा करें और पुनः प्रयास करें.",
      "ml": "അസാധുവായ പാരാമീറ്റർ. ദയവായി ഇൻപുട്ട് അവലോകനം ചെയ്‌ത് വീണ്ടും ശ്രമിക്കുക.",
      "ne": "अमान्य प्यारामिटर। कृपया इनपुट समीक्षा गर्नुहोस् र पुन: प्रयास गर्नुहोस्।",
      "ps": "ناسم پیرامیټر مهرباني وکړئ داخل ته بیا کتنه وکړئ او بیا هڅه وکړئ.",
      "ru": "Неверный параметр. Пожалуйста, проверьте введенные данные и повторите попытку.",
      "si": "අවලංගු පරාමිතිය. කරුණාකර ආදානය සමාලෝචනය කර නැවත උත්සාහ කරන්න.",
      "ta": "தவறான அளவுரு. உள்ளீட்டை மதிப்பாய்வு செய்து மீண்டும் முயற்சிக்கவும்.",
      "te": "చెల్లని పరామితి. దయచేసి ఇన్‌పుట్‌ని సమీక్షించి, మళ్లీ ప్రయత్నించండి.",
      "tl": "Di-wastong parameter. Pakisuri ang input at subukang muli.",
      "tr": "Geçersiz parametre. Lütfen girişi gözden geçirin ve tekrar deneyin.",
      "ur": "غلط پیرامیٹر۔ براہ کرم ان پٹ کا جائزہ لیں اور دوبارہ کوشش کریں۔",
      "zh": "参数无效。请检查输入并重试。"
    }
  },
  {
    "Id": 8,
    "Name": "invalid_qid_info",
    "Message": "QID or Expiry date is not correct",
    "ServiceName": "*",
    "Translations": {
      "ar": "البطاقة الشخصية أو تاريخ انتهاء الصلاحية غير صحيح",
      "bn": "QID বা মেয়াদ শেষ হওয়ার তারিখ সঠিক নয়",
      "en": "QID or Expiry date is not correct",
      "es": "QID o fecha de vencimiento no es correcta",
      "fa": "QID یا تاریخ انقضا صحیح نیست",
      "fr": "Le QID ou la date d'expiration n'est pas correct",
      "hi": "QID या समाप्ति तिथि सही नहीं है",
      "ml": "QID അല്ലെങ്കിൽ കാലഹരണ തീയതി ശരിയല്ല",
      "ne": "QID वा समाप्ति मिति सही छैन",
      "ps": "QID یا د ختمیدو نیټه سمه نه ده",
      "ru": "QID или дата истечения срока действия неверны.",
      "si": "QID හෝ කල් ඉකුත්වන දිනය නිවැරදි නොවේ",
      "ta": "QID அல்லது காலாவதி தேதி சரியாக இல்லை",
      "te": "QID లేదా గడువు తేదీ సరైనది కాదు",
      "tl": "Ang QID o Expiry date ay hindi tama",
      "tr": "QID veya Son kullanma tarihi doğru değil",
      "ur": "QID یا ختم ہونے کی تاریخ درست نہیں ہے۔",
      "zh": "QID 或有效期不正确"
    }
  },
  {
    "Id": 9,
    "Name": "info-get-success",
    "Message": "information successfully retrieved",
    "ServiceName": "*",
    "Translations": {
      "ar": "تم استرداد المعلومات بنجاح",
      "bn": "তথ্য সফলভাবে পুনরুদ্ধার করা হয়েছে",
      "en": "information successfully retrieved",
      "es": "información recuperada exitosamente",
      "fa": "اطلاعات با موفقیت بازیابی شد",
      "fr": "informations récupérées avec succès",
      "hi": "जानकारी सफलतापूर्वक प्राप्त की गई",
      "ml": "വിവരങ്ങൾ വിജയകരമായി വീണ്ടെടുത്തു",
      "ne": "जानकारी सफलतापूर्वक पुन: प्राप्त",
      "ps": "معلومات په بریالیتوب سره ترلاسه شوي",
      "ru": "информация успешно получена",
      "si": "තොරතුරු සාර්ථකව ලබා ගන්නා ලදී",
      "ta": "தகவல் வெற்றிகரமாக மீட்டெடுக்கப்பட்டது",
      "te": "సమాచారం విజయవంతంగా తిరిగి పొందబడింది",
      "tl": "matagumpay na nakuha ang impormasyon",
      "tr": "bilgi başarıyla alındı",
      "ur": "معلومات کو کامیابی سے حاصل کیا گیا۔",
      "zh": "信息检索成功"
    }
  },
  {
    "Id": 10,
    "Name": "file_upload_failed",
    "Message": "File upload failed due to size exceeding the limit or unsupported format",
    "ServiceName": "*",
    "Translations": {
      "ar": "فشل تحميل الملف بسبب تجاوز الحجم الحد الأقصى أو بسبب التنسيق غير المدعوم",
      "bn": "সীমা ছাড়িয়ে যাওয়া বা অসমর্থিত বিন্যাসের কারণে ফাইল আপলোড ব্যর্থ হয়েছে৷",
      "en": "File upload failed due to size exceeding the limit or unsupported format",
      "es": "La carga del archivo falló debido a que el tamaño excedió el límite o al formato no admitido",
      "fa": "آپلود فایل به دلیل اندازه بیش از حد مجاز یا فرمت پشتیبانی نشده انجام نشد",
      "fr": "Le téléchargement du fichier a échoué en raison d'une taille dépassant la limite ou d'un format non pris en charge",
      "hi": "फ़ाइल अपलोड सीमा से अधिक आकार या असमर्थित प्रारूप के कारण विफल हुआ",
      "ml": "വലുപ്പം പരിധി കവിഞ്ഞതിനാലോ പിന്തുണയ്ക്കാത്ത ഫോർമാറ്റ് കാരണമോ ഫയൽ അപ്‌ലോഡ് പരാജയപ്പെട്ടു",
      "ne": "साइज सीमा नाघेको वा असमर्थित ढाँचाका कारण फाइल अपलोड असफल भयो",
      "ps": "د فایل اپلوډ د اندازې د حد څخه ډیر یا غیر ملاتړ شوي فارمیټ له امله ناکام شو",
      "ru": "Не удалось загрузить файл из-за превышения размера или неподдерживаемого формата.",
      "si": "ප්‍රමාණය සීමාව ඉක්මවීම හෝ සහාය නොදක්වන ආකෘතිය හේතුවෙන් ගොනු උඩුගත කිරීම අසාර්ථක විය",
      "ta": "அளவு வரம்பை மீறுவதால் அல்லது ஆதரிக்கப்படாத வடிவமைப்பால் கோப்பு பதிவேற்றம் தோல்வியடைந்தது",
      "te": "పరిమితిని మించిన పరిమాణం లేదా మద్దతు లేని ఫార్మాట్ కారణంగా ఫైల్ అప్‌లోడ్ విఫలమైంది",
      "tl": "Nabigo ang pag-upload ng file dahil sa laki na lumampas sa limitasyon o hindi sinusuportahang format",
      "tr": "Boyutun sınırı aşması veya formatın desteklenmemesi nedeniyle dosya yükleme işlemi başarısız oldu",
      "ur": "حد سے زیادہ سائز یا غیر تعاون یافتہ فارمیٹ کی وجہ سے فائل اپ لوڈ ناکام ہو گئی۔",
      "zh": "由于大小超出限制或格式不受支持，文件上传失败"
    }
  },
  {
    "Id": 12,
    "Name": "system_error",
    "Message": "We can't process your request due to some error in the system",
    "ServiceName": "*",
    "Translations": {
      "ar": "لا يمكننا معالجة طلبك بسبب وجود خطأ ما في النظام",
      "bn": "সিস্টেমে কিছু ত্রুটির কারণে আমরা আপনার অনুরোধ প্রক্রিয়া করতে পারছি না",
      "en": "We can't process your request due to some error in the system",
      "es": "No podemos procesar su solicitud debido a algún error en el sistema.",
      "fa": "به دلیل وجود خطا در سیستم، نمی‌توانیم درخواست شما را پردازش کنیم",
      "fr": "Nous ne pouvons pas traiter votre demande en raison d'une erreur dans le système",
      "hi": "सिस्टम में कुछ त्रुटि के कारण हम आपके अनुरोध को संसाधित नहीं कर सकते",
      "ml": "സിസ്റ്റത്തിലെ ചില പിശക് കാരണം ഞങ്ങൾക്ക് നിങ്ങളുടെ അഭ്യർത്ഥന പ്രോസസ്സ് ചെയ്യാൻ കഴിയില്ല",
      "ne": "प्रणालीमा केही त्रुटिको कारणले गर्दा हामीले तपाईंको अनुरोधलाई प्रशोधन गर्न सक्दैनौं",
      "ps": "موږ نشو کولی ستاسو غوښتنه په سیسټم کې د ځینې غلطۍ له امله پروسس کړو",
      "ru": "Мы не можем обработать ваш запрос из-за какой-то ошибки в системе.",
      "si": "පද්ධතියේ යම් දෝෂයක් හේතුවෙන් අපට ඔබගේ ඉල්ලීම ක්‍රියාවට නැංවිය නොහැක",
      "ta": "கணினியில் உள்ள சில பிழை காரணமாக உங்கள் கோரிக்கையை எங்களால் செயல்படுத்த முடியவில்லை",
      "te": "సిస్టమ్‌లో కొంత లోపం కారణంగా మేము మీ అభ్యర్థనను ప్రాసెస్ చేయలేము",
      "tl": "Hindi namin maproseso ang iyong kahilingan dahil sa ilang error sa system",
      "tr": "Sistemdeki bazı hatalardan dolayı isteğinizi işleme alamıyoruz",
      "ur": "سسٹم میں کچھ خرابی کی وجہ سے ہم آپ کی درخواست پر کارروائی نہیں کر سکتے",
      "zh": "由于系统出现错误，我们无法处理您的请求"
    }
  },
  {
    "Id": 13,
    "Name": "email_exists",
    "Message": "The email address you provided is already registered",
    "ServiceName": "*",
    "Translations": {
      "ar": "عنوان البريد الإلكتروني الذي قدمته مسجل بالفعل",
      "bn": "আপনার দেওয়া ইমেল ঠিকানা ইতিমধ্যে নিবন্ধিত আছে",
      "en": "The email address you provided is already registered",
      "es": "La dirección de correo electrónico que proporcionaste ya está registrada",
      "fa": "آدرس ایمیلی که ارائه کردید قبلا ثبت شده است",
      "fr": "L'adresse e-mail que vous avez fournie est déjà enregistrée",
      "hi": "आपके द्वारा दिया गया ईमेल पता पहले से पंजीकृत है",
      "ml": "നിങ്ങൾ നൽകിയ ഇമെയിൽ വിലാസം ഇതിനകം രജിസ്റ്റർ ചെയ്തിട്ടുണ്ട്",
      "ne": "तपाईंले प्रदान गर्नुभएको इमेल ठेगाना पहिले नै दर्ता गरिएको छ",
      "ps": "هغه بریښنالیک آدرس چې تاسو چمتو کړی لا دمخه ثبت شوی دی",
      "ru": "Указанный вами адрес электронной почты уже зарегистрирован",
      "si": "ඔබ ලබා දුන් ඊමේල් ලිපිනය දැනටමත් ලියාපදිංචි වී ඇත",
      "ta": "நீங்கள் வழங்கிய மின்னஞ்சல் முகவரி ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது",
      "te": "మీరు అందించిన ఇమెయిల్ చిరునామా ఇప్పటికే నమోదు చేయబడింది",
      "tl": "Ang email address na iyong ibinigay ay nakarehistro na",
      "tr": "Verdiğiniz e-posta adresi zaten kayıtlı",
      "ur": "آپ کا فراہم کردہ ای میل ایڈریس پہلے ہی رجسٹرڈ ہے۔",
      "zh": "您提供的电子邮件地址已被注册"
    }
  },
  {
    "Id": 14,
    "Name": "qid_exist",
    "Message": "Qatar ID already exists",
    "ServiceName": "*",
    "Translations": {
      "ar": "بطاقة الهوية القطرية موجودة بالفعل",
      "bn": "কাতার আইডি আগে থেকেই আছে",
      "en": "Qatar ID already exists",
      "es": "La identificación de Qatar ya existe",
      "fa": "شناسه قطر از قبل وجود دارد",
      "fr": "La carte d'identité du Qatar existe déjà",
      "hi": "कतर आईडी पहले से मौजूद है",
      "ml": "ഖത്തർ ഐഡി ഇതിനകം നിലവിലുണ്ട്",
      "ne": "कतार आईडी पहिले नै अवस्थित छ",
      "ps": "د قطر پیژندنه لا دمخه شتون لري",
      "ru": "Катар ID уже существует",
      "si": "කටාර් හැඳුනුම්පත දැනටමත් පවතී",
      "ta": "கத்தார் ஐடி ஏற்கனவே உள்ளது",
      "te": "ఖతార్ ID ఇప్పటికే ఉంది",
      "tl": "Umiiral na ang Qatar ID",
      "tr": "Katar Kimliği zaten mevcut",
      "ur": "قطر کی شناخت پہلے سے موجود ہے۔",
      "zh": "卡塔尔身份证已经存在"
    }
  },
  {
    "Id": 15,
    "Name": "invalid_mobile",
    "Message": "Mobile number must be at least 8 digits",
    "ServiceName": "*",
    "Translations": {
      "ar": "رقم الجوال يجب أن لا يقل عن 8 أرقام",
      "bn": "মোবাইল নম্বরটি কমপক্ষে 8 সংখ্যার হতে হবে",
      "en": "Mobile number must be at least 8 digits",
      "es": "El número de móvil debe tener al menos 8 dígitos.",
      "fa": "شماره موبایل باید حداقل 8 رقمی باشد",
      "fr": "Le numéro de portable doit comporter au moins 8 chiffres",
      "hi": "मोबाइल नंबर कम से कम 8 अंकों का होना चाहिए",
      "ml": "മൊബൈൽ നമ്പർ കുറഞ്ഞത് 8 അക്കങ്ങൾ ആയിരിക്കണം",
      "ne": "मोबाइल नम्बर कम्तीमा ८ अंकको हुनुपर्छ",
      "ps": "د موبایل شمیره باید لږترلږه 8 عدده وي",
      "ru": "Номер мобильного телефона должен состоять не менее чем из 8 цифр.",
      "si": "ජංගම දුරකථන අංකය අවම වශයෙන් ඉලක්කම් 8ක් විය යුතුය",
      "ta": "மொபைல் எண்ணில் குறைந்தது 8 இலக்கங்கள் இருக்க வேண்டும்",
      "te": "మొబైల్ నంబర్ తప్పనిసరిగా కనీసం 8 అంకెలు ఉండాలి",
      "tl": "Ang numero ng mobile ay dapat na hindi bababa sa 8 digit",
      "tr": "Cep telefonu numarası en az 8 haneli olmalıdır",
      "ur": "موبائل نمبر کم از کم 8 ہندسوں کا ہونا چاہیے۔",
      "zh": "手机号码必须至少为 8 位数字"
    }
  },
  {
    "Id": 16,
    "Name": "invalid_email_format",
    "Message": "Invalid email format. Please enter a valid email address",
    "ServiceName": "*",
    "Translations": {
      "ar": "تنسيق البريد الإلكتروني غير صالح. يرجى إدخال عنوان بريد إلكتروني صالح",
      "bn": "অবৈধ ইমেল বিন্যাস। একটি বৈধ ইমেইল ঠিকানা লিখুন",
      "en": "Invalid email format. Please enter a valid email address",
      "es": "Formato de correo inválido. Por favor, introduce una dirección de correo electrónico válida",
      "fa": "قالب ایمیل نامعتبر است. لطفا یک آدرس ایمیل معتبر وارد کنید",
      "fr": "Format d'email invalide. S'il vous plaît, mettez une adresse email valide",
      "hi": "अमान्य ईमेल प्रारूप. कृपया मान्य ईमेल पता दर्ज करें",
      "ml": "ഇമെയിൽ ഫോർമാറ്റ് അസാധുവാണ്. സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക",
      "ne": "अवैध इमेल ढाँचा। कृपया मान्य इमेल ठेगाना प्रविष्ट गर्नुहोस्",
      "ps": "د بریښنالیک ناسم بڼه. مهرباني وکړئ یو باوري بریښنالیک آدرس دننه کړئ",
      "ru": "Неверный формат электронной почты. Пожалуйста, введите действительный адрес электронной почты",
      "si": "වලංගු නොවන ඊමේල් ආකෘතිය. කරණාකර වලංගු ඊතැපැල් ලිපිනයක් ඇතුළු කරන්න",
      "ta": "தவறான மின்னஞ்சல் வடிவம். சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்",
      "te": "చెల్లని ఇమెయిల్ ఫార్మాట్. దయచేసి చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి",
      "tl": "Di-wastong format ng email. Mangyaring magpasok ng wastong email address",
      "tr": "Geçersiz e-posta formatı. Geçerli bir e",
      "ur": "غلط ای میل فارمیٹ۔ برائے مہربانی قابل قبول ای میل ایڈریس لکھیں",
      "zh": "电子邮件格式无效。请输入有效的电子邮件地址"
    }
  },
  {
    "Id": 17,
    "Name": "admin_created_success",
    "Message": "Admin account created successfully",
    "ServiceName": "*",
    "Translations": {
      "ar": "تم إنشاء حساب المسؤول بنجاح",
      "bn": "অ্যাডমিন অ্যাকাউন্ট সফলভাবে তৈরি করা হয়েছে",
      "en": "Admin account created successfully",
      "es": "Cuenta de administrador creada exitosamente",
      "fa": "حساب مدیریت با موفقیت ایجاد شد",
      "fr": "Compte administrateur créé avec succès",
      "hi": "व्यवस्थापक खाता सफलतापूर्वक बनाया गया",
      "ml": "അഡ്മിൻ അക്കൗണ്ട് സൃഷ്ടിച്ചു",
      "ne": "व्यवस्थापक खाता सफलतापूर्वक सिर्जना गरियो",
      "ps": "اډمین حساب په بریالیتوب سره جوړ شو",
      "ru": "Аккаунт администратора успешно создан",
      "si": "පරිපාලක ගිණුම සාර්ථකව සාදන ලදී",
      "ta": "நிர்வாகி கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது",
      "te": "అడ్మిన్ ఖాతా విజయవంతంగా సృష్టించబడింది",
      "tl": "Matagumpay na nagawa ang admin account",
      "tr": "Yönetici hesabı başarıyla oluşturuldu",
      "ur": "ایڈمن اکاؤنٹ کامیابی کے ساتھ بنا",
      "zh": "管理员账户创建成功"
    }
  },
  {
    "Id": 18,
    "Name": "admin_creation_failed",
    "Message": "Failed to create admin account",
    "ServiceName": "*",
    "Translations": {
      "ar": "فشل في إنشاء حساب المسؤول",
      "bn": "অ্যাডমিন অ্যাকাউন্ট তৈরি করতে ব্যর্থ হয়েছে৷",
      "en": "Failed to create admin account",
      "es": "No se pudo crear la cuenta de administrador",
      "fa": "ایجاد حساب مدیریت ناموفق بود",
      "fr": "Échec de la création du compte administrateur",
      "hi": "व्यवस्थापक खाता बनाने में विफल",
      "ml": "അഡ്‌മിൻ അക്കൗണ്ട് സൃഷ്‌ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു",
      "ne": "व्यवस्थापक खाता सिर्जना गर्न असफल भयो",
      "ps": "د اډمین حساب په جوړولو کې پاتې راغلی",
      "ru": "Не удалось создать учетную запись администратора",
      "si": "පරිපාලක ගිණුමක් සෑදීමට අසමත් විය",
      "ta": "நிர்வாகி கணக்கை உருவாக்க முடியவில்லை",
      "te": "నిర్వాహక ఖాతాను సృష్టించడం విఫలమైంది",
      "tl": "Nabigong gumawa ng admin account",
      "tr": "Yönetici hesabı oluşturulamadı",
      "ur": "ایڈمن اکاؤنٹ بنانے میں ناکام",
      "zh": "无法创建管理员账户"
    }
  },
  {
    "Id": 19,
    "Name": "operation_success",
    "Message": "Operation completed successfully",
    "ServiceName": "*",
    "Translations": {
      "ar": "إكمال العملية بنجاح",
      "bn": "অপারেশন সফলভাবে সম্পন্ন হয়েছে",
      "en": "Operation completed successfully",
      "es": "La operación se realizó con éxito",
      "fa": "عملیات با موفقیت به پایان رسید",
      "fr": "Opération terminée avec succès",
      "hi": "ऑपरेशन सफलतापूर्वक पूरा किया",
      "ml": "ഓപ്പറേഷൻ വിജയകരമായി പൂർത്തിയാക്കി",
      "ne": "सञ्चालन सफलतापूर्वक सम्पन्न भयो",
      "ps": "عملیات په بریالیتوب سره بشپړ شول",
      "ru": "Операция завершена успешно",
      "si": "මෙහෙයුම සාර්ථකව නිම කරන ලදී",
      "ta": "ஆபரேஷன் வெற்றிகரமாக முடிந்தது",
      "te": "ఆపరేషన్ విజయవంతంగా పూర్తయింది",
      "tl": "Matagumpay na nakumpleto ang operasyon",
      "tr": "operasyon başarıyla tamamlandı",
      "ur": "آپریشن کامیابی سے مکمل ہوا۔",
      "zh": "操作已成功完成"
    }
  },
  {
    "Id": 20,
    "Name": "mobile_not_found",
    "Message": "Mobile number not found. Please verify the number and try again",
    "ServiceName": "*",
    "Translations": {
      "ar": "لم يتم العثور على رقم الجوال. يرجى التحقق من الرقم والمحاولة مرة أخرى",
      "bn": "মোবাইল নম্বর পাওয়া যায়নি। অনুগ্রহ করে নম্বরটি যাচাই করুন এবং আবার চেষ্টা করুন",
      "en": "Mobile number not found. Please verify the number and try again",
      "es": "Número de móvil no encontrado. Por favor verifica el número y vuelve a intentarlo.",
      "fa": "شماره موبایل پیدا نشد لطفاً شماره را تأیید کنید و دوباره امتحان کنید",
      "fr": "Numéro de portable introuvable. Veuillez vérifier le numéro et réessayer",
      "hi": "मोबाइल नंबर नहीं मिला। कृपया नंबर सत्यापित करें और पुनः प्रयास करें",
      "ml": "മൊബൈൽ നമ്പർ കണ്ടെത്തിയില്ല. നമ്പർ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക",
      "ne": "मोबाइल नम्बर फेला परेन। कृपया नम्बर प्रमाणित गर्नुहोस् र पुन: प्रयास गर्नुहोस्",
      "ps": "د موبايل شمېره ونه موندل شوه. مهرباني وکړئ شمیره تایید کړئ او بیا هڅه وکړئ",
      "ru": "Мобильный номер не найден. Пожалуйста, подтвердите номер и повторите попытку.",
      "si": "ජංගම දුරකථන අංකය හමු නොවීය. කරුණාකර අංකය සත්‍යාපනය කර නැවත උත්සාහ කරන්න",
      "ta": "மொபைல் எண் கிடைக்கவில்லை. எண்ணைச் சரிபார்த்து, மீண்டும் முயற்சிக்கவும்",
      "te": "మొబైల్ నంబర్ దొరకలేదు. దయచేసి నంబర్‌ని ధృవీకరించి, మళ్లీ ప్రయత్నించండి",
      "tl": "Hindi nakita ang numero ng mobile. Paki-verify ang numero at subukang muli",
      "tr": "Cep telefonu numarası bulunamadı. Lütfen numarayı doğrulayıp tekrar deneyin",
      "ur": "موبائل نمبر نہیں ملا۔ براہ کرم نمبر کی تصدیق کریں اور دوبارہ کوشش کریں۔",
      "zh": "未找到手机号码。请验证号码并重试"
    }
  },
  {
    "Id": 21,
    "Name": "under_maintenance",
    "Message": "The API is currently under maintenance. Please try again later",
    "ServiceName": "*",
    "Translations": {
      "ar": "واجهة برمجة التطبيقات (API) قيد الصيانة حاليًا. الرجاء معاودة المحاولة في وقت لاحق",
      "bn": "API বর্তমানে রক্ষণাবেক্ষণাধীন। অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন",
      "en": "The API is currently under maintenance. Please try again later",
      "es": "La API se encuentra actualmente en mantenimiento. Por favor, inténtelo de nuevo más tarde",
      "fa": "API در حال حاضر تحت تعمیر و نگهداری است. لطفاً بعداً دوباره امتحان کنید",
      "fr": "L'API est actuellement en maintenance. Veuillez réessayer plus tard",
      "hi": "API अभी रखरखाव में है। कृपया बाद में पुनः प्रयास करें",
      "ml": "API നിലവിൽ അറ്റകുറ്റപ്പണിയിലാണ്. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക",
      "ne": "API हाल मर्मत अन्तर्गत छ। फेरी प्रयास गर्नु होला",
      "ps": "API اوس مهال د ساتنې لاندې دی. مهرباني وکړئ وروسته بیا هڅه وکړئ",
      "ru": "API в настоящее время находится на обслуживании. Пожалуйста, повторите попытку позже",
      "si": "API දැනට නඩත්තු වෙමින් පවතී. කරුණාකර පසුව නැවත උත්සාහ කරන්න",
      "ta": "API தற்போது பராமரிப்பில் உள்ளது. பிறகு முயற்சிக்கவும்",
      "te": "API ప్రస్తుతం నిర్వహణలో ఉంది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి",
      "tl": "Ang API ay kasalukuyang nasa ilalim ng pagpapanatili. Subukang muli mamaya",
      "tr": "API şu anda bakımdadır. Lütfen daha sonra tekrar deneyiniz",
      "ur": "API فی الحال دیکھ بھال کے تحت ہے۔ براہ کرم کچھ دیر بعد کوشش کریں",
      "zh": "API 目前正在维护，请稍后重试"
    }
  },
  {
    "Id": 21,
    "Name": "otp_min_interval",
    "Message": "Please wait 2 minutes before requesting a new OTP",
    "ServiceName": "*",
    "Translations": {
      "ar": "يرجى الانتظار لمدة دقيقتين قبل طلب OTP جديد",
      "bn": "একটি নতুন OTP অনুরোধ করার আগে অনুগ্রহ করে 2 মিনিট অপেক্ষা করুন",
      "en": "Please wait 2 minutes before requesting a new OTP",
      "es": "Por favor espere 2 minutos antes de solicitar una nueva OTP",
      "fa": "لطفاً قبل از درخواست OTP جدید 2 دقیقه صبر کنید",
      "fr": "Veuillez patienter 2 minutes avant de demander un nouvel OTP",
      "hi": "कृपया नया OTP अनुरोध करने से पहले 2 मिनट प्रतीक्षा करें",
      "ml": "ഒരു പുതിയ OTP അഭ്യർത്ഥിക്കുന്നതിന് മുമ്പ് ദയവായി 2 മിനിറ്റ് കാത്തിരിക്കുക",
      "ne": "कृपया नयाँ OTP अनुरोध गर्नु अघि २ मिनेट पर्खनुहोस्",
      "ps": "مهرباني وکړئ د نوي OTP غوښتنه کولو دمخه 2 دقیقې انتظار وکړئ",
      "ru": "Пожалуйста, подождите 2 минуты, прежде чем запросить новый одноразовый пароль.",
      "si": "කරුණාකර නව OTP එකක් ඉල්ලීමට පෙර විනාඩි 2ක් රැඳී සිටින්න",
      "ta": "புதிய OTP ஐக் கோருவதற்கு முன் 2 நிமிடங்கள் காத்திருக்கவும்",
      "te": "దయచేసి కొత్త OTPని అభ్యర్థించడానికి ముందు 2 నిమిషాలు వేచి ఉండండి",
      "tl": "Mangyaring maghintay ng 2 minuto bago humiling ng bagong OTP",
      "tr": "Yeni bir OTP talep etmeden önce lütfen 2 dakika bekleyin",
      "ur": "براہ کرم نئے OTP کی درخواست کرنے سے پہلے 2 منٹ انتظار کریں۔",
      "zh": "请等待 2 分钟，然后再请求新的 OTP"
    }
  },
  {
    "Id": 22,
    "Name": "two_factor_disabled",
    "Message": "We're sorry, but we cannot process your request because Two-Factor Authentication (2FA) is currently disabled for your account",
    "ServiceName": "*",
    "Translations": {
      "ar": "نأسف، ولكن لا يمكننا معالجة طلبك لأن المصادقة الثنائية (2FA) معطلة حاليًا لحسابك",
      "bn": "আমরা দুঃখিত, কিন্তু আমরা আপনার অনুরোধ প্রক্রিয়া করতে পারছি না কারণ দুই-ফ্যাক্টর প্রমাণীকরণ (2FA) বর্তমানে আপনার অ্যাকাউন্টের জন্য অক্ষম করা আছে",
      "en": "We're sorry, but we cannot process your request because Two-Factor Authentication (2FA) is currently disabled for your account",
      "es": "Lo sentimos, pero no podemos procesar su solicitud porque la autenticación de dos factores (2FA) está actualmente deshabilitada para su cuenta.",
      "fa": "متأسفیم، اما نمی‌توانیم درخواست شما را پردازش کنیم زیرا احراز هویت دو مرحله‌ای (2FA) در حال حاضر برای حساب شما غیرفعال است.",
      "fr": "Nous sommes désolés, mais nous ne pouvons pas traiter votre demande car l'authentification à deux facteurs (2FA) est actuellement désactivée pour votre compte",
      "hi": "हमें खेद है, लेकिन हम आपके अनुरोध को संसाधित नहीं कर सकते क्योंकि आपके खाते के लिए दो-कारक प्रमाणीकरण (2FA) वर्तमान में अक्षम है",
      "ml": "ഞങ്ങളോട് ക്ഷമിക്കൂ, നിങ്ങളുടെ അഭ്യർത്ഥന പ്രോസസ്സ് ചെയ്യാൻ ഞങ്ങൾക്ക് കഴിയില്ല, കാരണം നിങ്ങളുടെ അക്കൗണ്ടിന് നിലവിൽ ടു-ഫാക്ടർ ഓതൻ്റിക്കേഷൻ (2FA) പ്രവർത്തനരഹിതമാണ്",
      "ne": "हामी क्षमाप्रार्थी छौं, तर हामी तपाईंको अनुरोधलाई प्रशोधन गर्न सक्दैनौं किनभने दुई-फ्याक्टर प्रमाणीकरण (2FA) हाल तपाईंको खाताको लागि असक्षम गरिएको छ।",
      "ps": "موږ بخښنه غواړو، مګر موږ نشو کولی ستاسو غوښتنه پروسس کړو ځکه چې دوه فکتور تصدیق (2FA) اوس مهال ستاسو د حساب لپاره غیر فعال دی",
      "ru": "К сожалению, мы не можем обработать ваш запрос, поскольку двухфакторная аутентификация (2FA) в настоящее время отключена для вашего аккаунта.",
      "si": "අපට කණගාටුයි, නමුත් ඔබගේ ගිණුම සඳහා ද්වි සාධක සත්‍යාපනය (2FA) දැනට අක්‍රිය කර ඇති නිසා අපට ඔබගේ ඉල්ලීම ක්‍රියාවට නැංවිය නොහැක.",
      "ta": "வருந்துகிறோம், உங்கள் கணக்கிற்கு இரு காரணி அங்கீகாரம் (2FA) முடக்கப்பட்டுள்ளதால், உங்கள் கோரிக்கையை எங்களால் செயல்படுத்த முடியவில்லை.",
      "te": "మమ్మల్ని క్షమించండి, ప్రస్తుతం మీ ఖాతాకు టూ-ఫాక్టర్ అథెంటికేషన్ (2FA) నిలిపివేయబడినందున మేము మీ అభ్యర్థనను ప్రాసెస్ చేయలేము",
      "tl": "Ikinalulungkot namin, ngunit hindi namin maproseso ang iyong kahilingan dahil ang Two-Factor Authentication (2FA) ay kasalukuyang hindi pinagana para sa iyong account",
      "tr": "Üzgünüz, ancak İki Faktörlü Kimlik Doğrulama (2FA) şu anda hesabınız için devre dışı olduğundan isteğinizi işleme koyamıyoruz",
      "ur": "ہمیں افسوس ہے، لیکن ہم آپ کی درخواست پر کارروائی نہیں کر سکتے کیونکہ ٹو فیکٹر توثیق (2FA) فی الحال آپ کے اکاؤنٹ کے لیے غیر فعال ہے۔",
      "zh": "很抱歉，我们无法处理您的请求，因为您的帐户目前已禁用双重身份验证 (2FA)"
    }
  },
  {
    "Id": 23,
    "Name": "reset_min_interval",
    "Message": "We're sorry, but you can only request a password reset once every 10 minutes. Please try again later",
    "ServiceName": "*",
    "Translations": {
      "ar": "نأسف، ولكن يمكنك فقط طلب إعادة تعيين كلمة المرور مرة واحدة كل 10 دقائق. يرجى المحاولة مرة أخرى لاحقًا",
      "bn": "আমরা দুঃখিত, কিন্তু আপনি প্রতি 10 মিনিটে একবার পাসওয়ার্ড রিসেট করার অনুরোধ করতে পারেন৷ পরে আবার চেষ্টা করুন",
      "en": "We're sorry, but you can only request a password reset once every 10 minutes. Please try again later",
      "es": "Lo sentimos, pero solo puedes solicitar el restablecimiento de contraseña cada 10 minutos. Vuelve a intentarlo más tarde.",
      "fa": "متأسفیم، اما شما فقط می توانید هر 10 دقیقه یک بار درخواست بازنشانی رمز عبور دهید. لطفاً بعداً دوباره امتحان کنید",
      "fr": "Nous sommes désolés, mais vous ne pouvez demander une réinitialisation de mot de passe qu'une fois toutes les 10 minutes. Veuillez réessayer plus tard",
      "hi": "हमें खेद है, लेकिन आप हर 10 मिनट में सिर्फ़ एक बार पासवर्ड रीसेट करने का अनुरोध कर सकते हैं। कृपया बाद में फिर से प्रयास करें",
      "ml": "ഞങ്ങളോട് ക്ഷമിക്കൂ, ഓരോ 10 മിനിറ്റിലും ഒരിക്കൽ മാത്രമേ നിങ്ങൾക്ക് പാസ്‌വേഡ് പുനഃസജ്ജമാക്കാൻ അഭ്യർത്ഥിക്കാൻ കഴിയൂ. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക",
      "ne": "हामी क्षमाप्रार्थी छौं, तर तपाईले प्रत्येक १० मिनेटमा एकपटक मात्र पासवर्ड रिसेट अनुरोध गर्न सक्नुहुन्छ। कृपया पछि पुन: प्रयास गर्नुहोस्",
      "ps": "موږ بخښنه غواړو، مګر تاسو کولی شئ یوازې په هرو 10 دقیقو کې یو ځل د پټنوم بیا تنظیمولو غوښتنه وکړئ. مهرباني وکړئ وروسته بیا هڅه وکړئ",
      "ru": "Извините, но вы можете запросить сброс пароля только один раз в 10 минут. Попробуйте еще раз позже",
      "si": "අපට කණගාටුයි, නමුත් ඔබට විනාඩි 10කට වරක් මුරපදය යළි පිහිටුවීමක් ඉල්ලා සිටිය හැක. කරුණාකර පසුව නැවත උත්සාහ කරන්න",
      "ta": "மன்னிக்கவும், ஒவ்வொரு 10 நிமிடங்களுக்கும் ஒருமுறை மட்டுமே கடவுச்சொல் மீட்டமைப்பைக் கோர முடியும். பிறகு முயற்சிக்கவும்",
      "te": "మమ్మల్ని క్షమించండి, కానీ మీరు ప్రతి 10 నిమిషాలకు ఒకసారి మాత్రమే పాస్‌వర్డ్ రీసెట్‌ని అభ్యర్థించగలరు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి",
      "tl": "Ikinalulungkot namin, ngunit maaari ka lamang humiling ng pag-reset ng password isang beses bawat 10 minuto. Pakisubukang muli mamaya",
      "tr": "Üzgünüz, ancak her 10 dakikada bir parola sıfırlama isteğinde bulunabilirsiniz. Lütfen daha sonra tekrar deneyin",
      "ur": "ہمیں افسوس ہے، لیکن آپ ہر 10 منٹ میں صرف ایک بار پاس ورڈ دوبارہ ترتیب دینے کی درخواست کر سکتے ہیں۔ براہ کرم بعد میں دوبارہ کوشش کریں۔",
      "zh": "抱歉，您每 10 分钟只能请求重置一次密码。请稍后重试"
    }
  },
  {
    "Id": 24,
    "Name": "reset_faild",
    "Message": "Password reset failed. Please try again later or contact the system administrator for assistance",
    "ServiceName": "*",
    "Translations": {
      "ar": "فشلت عملية إعادة تعيين كلمة المرور. يُرجى المحاولة مرة أخرى لاحقًا أو الاتصال بمسؤول النظام للحصول على المساعدة",
      "bn": "পাসওয়ার্ড রিসেট ব্যর্থ হয়েছে. অনুগ্রহ করে পরে আবার চেষ্টা করুন বা সহায়তার জন্য সিস্টেম প্রশাসকের সাথে যোগাযোগ করুন৷",
      "en": "Password reset failed. Please try again later or contact the system administrator for assistance",
      "es": "Error al restablecer la contraseña. Inténtelo nuevamente más tarde o comuníquese con el administrador del sistema para obtener ayuda.",
      "fa": "بازنشانی رمز عبور انجام نشد. لطفاً بعداً دوباره امتحان کنید یا برای راهنمایی با مدیر سیستم تماس بگیرید",
      "fr": "La réinitialisation du mot de passe a échoué. Veuillez réessayer ultérieurement ou contacter l'administrateur système pour obtenir de l'aide.",
      "hi": "पासवर्ड रीसेट विफल रहा। कृपया बाद में पुनः प्रयास करें या सहायता के लिए सिस्टम व्यवस्थापक से संपर्क करें",
      "ml": "പാസ്‌വേഡ് പുനഃസജ്ജമാക്കൽ പരാജയപ്പെട്ടു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ സഹായത്തിനായി സിസ്റ്റം അഡ്‌മിനിസ്‌ട്രേറ്ററെ ബന്ധപ്പെടുക",
      "ne": "पासवर्ड रिसेट असफल भयो। कृपया पछि पुन: प्रयास गर्नुहोस् वा सहायताको लागि प्रणाली प्रशासकलाई सम्पर्क गर्नुहोस्",
      "ps": "د پټنوم بیا تنظیم ناکام شو. مهرباني وکړئ وروسته بیا هڅه وکړئ یا د مرستې لپاره د سیسټم مدیر سره اړیکه ونیسئ",
      "ru": "Сброс пароля не удался. Попробуйте еще раз позже или обратитесь за помощью к системному администратору",
      "si": "මුරපදය යළි පිහිටුවීම අසාර්ථක විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න හෝ සහාය සඳහා පද්ධති පරිපාලක අමතන්න",
      "ta": "கடவுச்சொல் மீட்டமைப்பு தோல்வியடைந்தது. பிறகு முயற்சிக்கவும் அல்லது உதவிக்கு கணினி நிர்வாகியைத் தொடர்பு கொள்ளவும்",
      "te": "పాస్‌వర్డ్ రీసెట్ విఫలమైంది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి లేదా సహాయం కోసం సిస్టమ్ అడ్మినిస్ట్రేటర్‌ని సంప్రదించండి",
      "tl": "Nabigo ang pag-reset ng password. Pakisubukang muli sa ibang pagkakataon o makipag-ugnayan sa administrator ng system para sa tulong",
      "tr": "Şifre sıfırlama başarısız oldu. Lütfen daha sonra tekrar deneyin veya yardım için sistem yöneticisiyle iletişime geçin.",
      "ur": "پاس ورڈ ری سیٹ ناکام ہو گیا۔ براہ کرم بعد میں دوبارہ کوشش کریں یا مدد کے لیے سسٹم ایڈمنسٹریٹر سے رابطہ کریں۔",
      "zh": "密码重置失败。请稍后重试或联系系统管理员寻求帮助"
    }
  },
  {
    "Id": 25,
    "Name": "password_not_complex",
    "Message": "Password does not meet complexity requirements. It must be at least 8 characters long and include an uppercase letter, a lowercase letter, a digit, and a special character",
    "ServiceName": "*",
    "Translations": {
      "ar": "لا تفي كلمة المرور بمتطلبات التعقيد. يجب أن تتكون من 8 أحرف على الأقل وتتضمن حرفًا كبيرًا وحرفًا صغيرًا ورقمًا وحرفًا خاصًا",
      "bn": "পাসওয়ার্ড জটিলতার প্রয়োজনীয়তা পূরণ করে না। এটি কমপক্ষে 8 অক্ষর দীর্ঘ হতে হবে এবং একটি বড় হাতের অক্ষর, একটি ছোট হাতের অক্ষর, একটি সংখ্যা এবং একটি বিশেষ অক্ষর অন্তর্ভুক্ত করতে হবে",
      "en": "Password does not meet complexity requirements. It must be at least 8 characters long and include an uppercase letter, a lowercase letter, a digit, and a special character",
      "es": "La contraseña no cumple con los requisitos de complejidad. Debe tener al menos 8 caracteres e incluir una letra mayúscula, una letra minúscula, un dígito y un carácter especial.",
      "fa": "رمز عبور الزامات پیچیدگی را برآورده نمی کند. باید حداقل 8 کاراکتر داشته باشد و شامل یک حرف بزرگ، یک حرف کوچک، یک رقم و یک کاراکتر خاص باشد.",
      "fr": "Le mot de passe ne répond pas aux exigences de complexité. Il doit comporter au moins 8 caractères et inclure une lettre majuscule, une lettre minuscule, un chiffre et un caractère spécial",
      "hi": "पासवर्ड जटिलता संबंधी आवश्यकताओं को पूरा नहीं करता है। यह कम से कम 8 अक्षरों का होना चाहिए और इसमें एक बड़ा अक्षर, एक छोटा अक्षर, एक अंक और एक विशेष वर्ण शामिल होना चाहिए",
      "ml": "പാസ്‌വേഡ് സങ്കീർണ്ണത ആവശ്യകതകൾ പാലിക്കുന്നില്ല. ഇതിന് കുറഞ്ഞത് 8 പ്രതീകങ്ങളെങ്കിലും ദൈർഘ്യമുണ്ടായിരിക്കണം കൂടാതെ ഒരു വലിയക്ഷരം, ഒരു ചെറിയ അക്ഷരം, ഒരു അക്കം, ഒരു പ്രത്യേക പ്രതീകം എന്നിവ ഉൾപ്പെടുത്തണം",
      "ne": "पासवर्डले जटिलता आवश्यकताहरू पूरा गर्दैन। यो कम्तिमा 8 वर्ण लामो हुनुपर्छ र एउटा ठूलो अक्षर, एउटा सानो अक्षर, एउटा अंक, र एक विशेष वर्ण समावेश गर्नुपर्छ।",
      "ps": "پاسورډ د پیچلتیا اړتیاوې نه پوره کوي. دا باید لږ تر لږه 8 حروف اوږد وي او یو لوی توری، یو کوچنی توری، یوه عدد، او یو ځانګړی حرف شامل وي",
      "ru": "Пароль не соответствует требованиям сложности. Он должен быть длиной не менее 8 символов и включать заглавную букву, строчную букву, цифру и специальный символ",
      "si": "මුරපදය සංකීර්ණ අවශ්‍යතා සපුරාලන්නේ නැත. එය අවම වශයෙන් අක්ෂර 8 ක් දිග විය යුතු අතර විශාල අකුරක්, කුඩා අකුරක්, ඉලක්කමක් සහ විශේෂ අක්ෂරයක් ඇතුළත් විය යුතුය.",
      "ta": "கடவுச்சொல் சிக்கலான தேவைகளை பூர்த்தி செய்யவில்லை. இது குறைந்தபட்சம் 8 எழுத்துகள் நீளமாக இருக்க வேண்டும் மற்றும் ஒரு பெரிய எழுத்து, ஒரு சிறிய எழுத்து, ஒரு இலக்கம் மற்றும் ஒரு சிறப்பு எழுத்து ஆகியவற்றைக் கொண்டிருக்க வேண்டும்",
      "te": "పాస్‌వర్డ్ సంక్లిష్టత అవసరాలకు అనుగుణంగా లేదు. ఇది తప్పనిసరిగా కనీసం 8 అక్షరాల పొడవు ఉండాలి మరియు పెద్ద అక్షరం, చిన్న అక్షరం, అంకె మరియు ప్రత్యేక అక్షరాన్ని కలిగి ఉండాలి",
      "tl": "Ang password ay hindi nakakatugon sa mga kinakailangan sa pagiging kumplikado. Dapat ay hindi bababa sa 8 character ang haba at may kasamang malaking titik, maliit na titik, digit, at espesyal na character",
      "tr": "Parola karmaşıklık gereksinimlerini karşılamıyor. En az 8 karakter uzunluğunda olmalı ve bir büyük harf, bir küçük harf, bir rakam ve bir özel karakter içermelidir",
      "ur": "پاس ورڈ پیچیدگی کی ضروریات کو پورا نہیں کرتا ہے۔ یہ کم از کم 8 حروف لمبا ہونا چاہیے اور اس میں ایک بڑے حرف، ایک چھوٹے حرف، ایک ہندسہ، اور ایک خاص حرف شامل ہونا چاہیے۔",
      "zh": "密码不符合复杂性要求。密码长度必须至少为 8 个字符，且包含一个大写字母、一个小写字母、一个数字和一个特殊字符"
    }
  },
  {
    "Id": 26,
    "Name": "record_exist",
    "Message": "The record already exists. Please check the details and try again",
    "ServiceName": "*",
    "Translations": {
      "ar": "السجل موجود بالفعل. يرجى التحقق من التفاصيل والمحاولة مرة أخرى",
      "bn": "রেকর্ড ইতিমধ্যেই বিদ্যমান. বিস্তারিত চেক করুন এবং আবার চেষ্টা করুন",
      "en": "The record already exists. Please check the details and try again",
      "es": "El registro ya existe. Por favor, verifique los detalles y vuelva a intentarlo.",
      "fa": "سابقه از قبل وجود دارد. لطفاً جزئیات را بررسی کنید و دوباره امتحان کنید",
      "fr": "L'enregistrement existe déjà. Veuillez vérifier les détails et réessayer",
      "hi": "रिकॉर्ड पहले से मौजूद है। कृपया विवरण जांचें और पुनः प्रयास करें",
      "ml": "റെക്കോർഡ് ഇതിനകം നിലവിലുണ്ട്. വിശദാംശങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക",
      "ne": "रेकर्ड पहिले नै अवस्थित छ। कृपया विवरणहरू जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्",
      "ps": "ریکارډ لا دمخه شتون لري. مهرباني وکړئ توضیحات وګورئ او بیا هڅه وکړئ",
      "ru": "Запись уже существует. Проверьте данные и попробуйте еще раз",
      "si": "වාර්තාව දැනටමත් පවතී. කරුණාකර විස්තර පරීක්ෂා කර නැවත උත්සාහ කරන්න",
      "ta": "பதிவு ஏற்கனவே உள்ளது. விவரங்களைச் சரிபார்த்து, மீண்டும் முயற்சிக்கவும்",
      "te": "రికార్డు ఇప్పటికే ఉంది. దయచేసి వివరాలను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి",
      "tl": "Umiiral na ang record. Pakisuri ang mga detalye at subukang muli",
      "tr": "Kayıt zaten mevcut. Lütfen ayrıntıları kontrol edin ve tekrar deneyin",
      "ur": "ریکارڈ پہلے سے موجود ہے۔ براہ کرم تفصیلات چیک کریں اور دوبارہ کوشش کریں۔",
      "zh": "该记录已存在。请检查详细信息并重试"
    }
  },
  {
    "Id": 27,
    "Name": "record_notfound",
    "Message": "The requested record could not be found. It may have been deleted or the identifier is incorrect",
    "ServiceName": "*",
    "Translations": {
      "ar": "لم يتم العثور على السجل المطلوب. ربما تم حذفه أو أن المعرف غير صحيح",
      "bn": "অনুরোধ করা রেকর্ড খুঁজে পাওয়া যায়নি. এটি মুছে ফেলা হয়েছে বা সনাক্তকারী ভুল",
      "en": "The requested record could not be found. It may have been deleted or the identifier is incorrect",
      "es": "No se pudo encontrar el registro solicitado. Es posible que se haya eliminado o que el identificador sea incorrecto.",
      "fa": "رکورد درخواستی یافت نشد. ممکن است حذف شده باشد یا شناسه نادرست باشد",
      "fr": "L'enregistrement demandé n'a pas pu être trouvé. Il a peut-être été supprimé ou l'identifiant est incorrect",
      "hi": "अनुरोधित रिकॉर्ड नहीं मिल सका। हो सकता है कि इसे हटा दिया गया हो या पहचानकर्ता गलत हो",
      "ml": "ആവശ്യപ്പെട്ട രേഖ കണ്ടെത്താൻ കഴിഞ്ഞില്ല. ഇത് ഇല്ലാതാക്കിയിരിക്കാം അല്ലെങ്കിൽ ഐഡൻ്റിഫയർ തെറ്റായിരിക്കാം",
      "ne": "अनुरोध गरिएको अभिलेख फेला पार्न सकिएन। यो मेटिएको हुन सक्छ वा पहिचानकर्ता गलत छ",
      "ps": "غوښتل شوی ریکارډ ونه موندل شو. کیدای شي حذف شوی وي یا پیژندونکی غلط وي",
      "ru": "Запрошенная запись не найдена. Возможно, она была удалена или идентификатор неверен",
      "si": "ඉල්ලූ වාර්තාව සොයාගත නොහැකි විය. එය මකා දමා හෝ හඳුනාගැනීම වැරදියි",
      "ta": "கோரப்பட்ட பதிவைக் கண்டறிய முடியவில்லை. அது நீக்கப்பட்டிருக்கலாம் அல்லது அடையாளங்காட்டி தவறாக இருக்கலாம்",
      "te": "అభ్యర్థించిన రికార్డ్ కనుగొనబడలేదు. ఇది తొలగించబడి ఉండవచ్చు లేదా ఐడెంటిఫైయర్ తప్పుగా ఉండవచ్చు",
      "tl": "Hindi mahanap ang hiniling na tala. Maaaring na-delete na ito o mali ang identifier",
      "tr": "İstenen kayıt bulunamadı. Silinmiş olabilir veya tanımlayıcı yanlış olabilir",
      "ur": "مطلوبہ ریکارڈ نہیں مل سکا۔ ہو سکتا ہے اسے حذف کر دیا گیا ہو یا شناخت کنندہ غلط ہو۔",
      "zh": "找不到请求的记录。它可能已被删除或标识符不正确"
    }
  },
  {
    "Id": 29,
    "Name": "saving_error",
    "Message": "An error occurred while saving the data. Please try again later or contact support",
    "ServiceName": "*",
    "Translations": {
      "ar": "حدث خطأ أثناء حفظ البيانات. يُرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم",
      "bn": "ডেটা সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে৷ অনুগ্রহ করে পরে আবার চেষ্টা করুন বা সহায়তার সাথে যোগাযোগ করুন",
      "en": "An error occurred while saving the data. Please try again later or contact support",
      "es": "Se produjo un error al guardar los datos. Inténtelo de nuevo más tarde o póngase en contacto con el servicio de asistencia.",
      "fa": "هنگام ذخیره داده ها خطایی روی داد. لطفاً بعداً دوباره امتحان کنید یا با پشتیبانی تماس بگیرید",
      "fr": "Une erreur s'est produite lors de l'enregistrement des données. Veuillez réessayer ultérieurement ou contacter le support",
      "hi": "डेटा सहेजते समय कोई त्रुटि हुई। कृपया बाद में पुनः प्रयास करें या सहायता से संपर्क करें",
      "ml": "ഡാറ്റ സംരക്ഷിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക",
      "ne": "डाटा बचत गर्दा त्रुटि भयो। कृपया पछि पुन: प्रयास गर्नुहोस् वा समर्थनलाई सम्पर्क गर्नुहोस्",
      "ps": "د معلوماتو د خوندي کولو پر مهال یوه تېروتنه رامنځته شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ یا د ملاتړ سره اړیکه ونیسئ",
      "ru": "Произошла ошибка при сохранении данных. Попробуйте еще раз позже или обратитесь в службу поддержки",
      "si": "දත්ත සුරැකීමේදී දෝෂයක් ඇති විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න හෝ සහාය අමතන්න",
      "ta": "தரவைச் சேமிக்கும் போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும் அல்லது ஆதரவைத் தொடர்பு கொள்ளவும்",
      "te": "డేటాను సేవ్ చేస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి లేదా మద్దతును సంప్రదించండి",
      "tl": "Nagkaroon ng error habang sine-save ang data. Pakisubukang muli sa ibang pagkakataon o makipag-ugnayan sa suporta",
      "tr": "Veriler kaydedilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin veya destek ekibiyle iletişime geçin",
      "ur": "ڈیٹا محفوظ کرتے وقت ایک خرابی پیش آگئی۔ براہ کرم بعد میں دوبارہ کوشش کریں یا سپورٹ سے رابطہ کریں۔",
      "zh": "保存数据时出错。请稍后重试或联系支持人员"
    }
  },
  {
    "Id": 30,
    "Name": "update_error",
    "Message": "An error occurred while updating the record. Please try again later or contact support",
    "ServiceName": "*",
    "Translations": {
      "ar": "حدث خطأ أثناء تحديث السجل. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم",
      "bn": "রেকর্ড আপডেট করার সময় একটি ত্রুটি ঘটেছে৷ অনুগ্রহ করে পরে আবার চেষ্টা করুন বা সহায়তার সাথে যোগাযোগ করুন",
      "en": "An error occurred while updating the record. Please try again later or contact support",
      "es": "Se produjo un error al actualizar el registro. Inténtelo nuevamente más tarde o comuníquese con el servicio de asistencia.",
      "fa": "هنگام به‌روزرسانی رکورد خطایی روی داد. لطفاً بعداً دوباره امتحان کنید یا با پشتیبانی تماس بگیرید",
      "fr": "Une erreur s'est produite lors de la mise à jour de l'enregistrement. Veuillez réessayer ultérieurement ou contacter le support",
      "hi": "रिकॉर्ड अपडेट करते समय कोई त्रुटि हुई। कृपया बाद में पुनः प्रयास करें या सहायता से संपर्क करें",
      "ml": "റെക്കോർഡ് അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക",
      "ne": "रेकर्ड अपडेट गर्दा त्रुटि भयो। कृपया पछि पुन: प्रयास गर्नुहोस् वा समर्थनलाई सम्पर्क गर्नुहोस्",
      "ps": "د ریکارډ تازه کولو په وخت کې یوه تېروتنه رامنځته شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ یا د ملاتړ سره اړیکه ونیسئ",
      "ru": "Произошла ошибка при обновлении записи. Попробуйте еще раз позже или обратитесь в службу поддержки",
      "si": "වාර්තාව යාවත්කාලීන කිරීමේදී දෝෂයක් ඇති විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න හෝ සහාය අමතන්න",
      "ta": "பதிவைப் புதுப்பிக்கும்போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும் அல்லது ஆதரவைத் தொடர்பு கொள்ளவும்",
      "te": "రికార్డును నవీకరిస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి లేదా మద్దతును సంప్రదించండి",
      "tl": "Nagkaroon ng error habang ina-update ang record. Pakisubukang muli sa ibang pagkakataon o makipag-ugnayan sa suporta",
      "tr": "Kayıt güncellenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin veya destek ekibiyle iletişime geçin",
      "ur": "ریکارڈ کو اپ ڈیٹ کرتے وقت ایک خرابی پیش آگئی۔ براہ کرم بعد میں دوبارہ کوشش کریں یا سپورٹ سے رابطہ کریں۔",
      "zh": "更新记录时出错。请稍后重试或联系客服"
    }
  },
  {
    "Id": 31,
    "Name": "delete_error",
    "Message": "An error occurred while deleting the record. Please try again later or contact support",
    "ServiceName": "*",
    "Translations": {
      "ar": "حدث خطأ أثناء حذف السجل. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم",
      "bn": "রেকর্ডটি মুছে ফেলার সময় একটি ত্রুটি ঘটেছে৷ অনুগ্রহ করে পরে আবার চেষ্টা করুন বা সহায়তার সাথে যোগাযোগ করুন",
      "en": "An error occurred while deleting the record. Please try again later or contact support",
      "es": "Se produjo un error al eliminar el registro. Inténtelo nuevamente más tarde o comuníquese con el servicio de asistencia.",
      "fa": "هنگام حذف رکورد خطایی رخ داد. لطفاً بعداً دوباره امتحان کنید یا با پشتیبانی تماس بگیرید",
      "fr": "Une erreur s'est produite lors de la suppression de l'enregistrement. Veuillez réessayer ultérieurement ou contacter le support",
      "hi": "रिकॉर्ड हटाते समय कोई त्रुटि हुई। कृपया बाद में पुनः प्रयास करें या सहायता से संपर्क करें",
      "ml": "റെക്കോർഡ് ഇല്ലാതാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക",
      "ne": "रेकर्ड मेटाउने क्रममा त्रुटि भयो। कृपया पछि पुन: प्रयास गर्नुहोस् वा समर्थनलाई सम्पर्क गर्नुहोस्",
      "ps": "د ریکارډ ړنګولو پرمهال یوه تېروتنه رامنځته شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ یا د ملاتړ سره اړیکه ونیسئ",
      "ru": "Произошла ошибка при удалении записи. Попробуйте еще раз позже или обратитесь в службу поддержки",
      "si": "වාර්තාව මකා දැමීමේදී දෝෂයක් ඇති විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න හෝ සහාය අමතන්න",
      "ta": "பதிவை நீக்கும் போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும் அல்லது ஆதரவைத் தொடர்பு கொள்ளவும்",
      "te": "రికార్డ్‌ను తొలగిస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి లేదా మద్దతును సంప్రదించండి",
      "tl": "Nagkaroon ng error habang tinatanggal ang tala. Pakisubukang muli sa ibang pagkakataon o makipag-ugnayan sa suporta",
      "tr": "Kayıt silinirken bir hata oluştu. Lütfen daha sonra tekrar deneyin veya destek ekibiyle iletişime geçin",
      "ur": "ریکارڈ کو حذف کرتے وقت ایک خرابی پیش آگئی۔ براہ کرم بعد میں دوبارہ کوشش کریں یا سپورٹ سے رابطہ کریں۔",
      "zh": "删除记录时出错。请稍后重试或联系客服"
    }
  },
  {
    "Id": 32,
    "Name": "invalid_Connection",
    "Message": "The connection is invalid. Please check your network or database settings and try again",
    "ServiceName": "*",
    "Translations": {
      "ar": "الاتصال غير صالح. يرجى التحقق من إعدادات الشبكة أو قاعدة البيانات الخاصة بك والمحاولة مرة أخرى",
      "bn": "সংযোগটি অবৈধ৷ আপনার নেটওয়ার্ক বা ডাটাবেস সেটিংস চেক করুন এবং আবার চেষ্টা করুন",
      "en": "The connection is invalid. Please check your network or database settings and try again",
      "es": "La conexión no es válida. Verifique la configuración de su red o base de datos y vuelva a intentarlo.",
      "fa": "اتصال نامعتبر است. لطفاً تنظیمات شبکه یا پایگاه داده خود را بررسی کنید و دوباره امتحان کنید",
      "fr": "La connexion n'est pas valide. Veuillez vérifier les paramètres de votre réseau ou de votre base de données et réessayer.",
      "hi": "कनेक्शन अमान्य है। कृपया अपने नेटवर्क या डेटाबेस सेटिंग की जाँच करें और पुनः प्रयास करें",
      "ml": "കണക്ഷൻ അസാധുവാണ്. നിങ്ങളുടെ നെറ്റ്‌വർക്ക് അല്ലെങ്കിൽ ഡാറ്റാബേസ് ക്രമീകരണങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക",
      "ne": "जडान अवैध छ। कृपया आफ्नो नेटवर्क वा डेटाबेस सेटिङ जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्",
      "ps": "اړیکه ناسمه ده. مهرباني وکړئ خپل شبکه یا ډیټابیس تنظیمات وګورئ او بیا هڅه وکړئ",
      "ru": "Недействительное соединение. Проверьте настройки сети или базы данных и попробуйте еще раз",
      "si": "සම්බන්ධතාවය වලංගු නොවේ. කරුණාකර ඔබගේ ජාල හෝ දත්ත සමුදා සැකසුම් පරීක්ෂා කර නැවත උත්සාහ කරන්න",
      "ta": "இணைப்பு தவறானது. உங்கள் நெட்வொர்க் அல்லது தரவுத்தள அமைப்புகளைச் சரிபார்த்து, மீண்டும் முயற்சிக்கவும்",
      "te": "కనెక్షన్ చెల్లదు. దయచేసి మీ నెట్‌వర్క్ లేదా డేటాబేస్ సెట్టింగ్‌లను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి",
      "tl": "Ang koneksyon ay hindi wasto. Pakisuri ang iyong network o mga setting ng database at subukang muli",
      "tr": "Bağlantı geçersiz. Lütfen ağ veya veritabanı ayarlarınızı kontrol edin ve tekrar deneyin",
      "ur": "کنکشن غلط ہے۔ براہ کرم اپنے نیٹ ورک یا ڈیٹا بیس کی ترتیبات چیک کریں اور دوبارہ کوشش کریں۔",
      "zh": "连接无效。请检查您的网络或数据库设置，然后重试。"
    }
  },
  {
    "Id": 33,
    "Name": "context_factory_error",
    "Message": "An error occurred while creating the database context. Please try again later or contact support",
    "ServiceName": "*",
    "Translations": {
      "ar": "حدث خطأ أثناء إنشاء سياق قاعدة البيانات. يُرجى المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم",
      "bn": "ডাটাবেস প্রসঙ্গ তৈরি করার সময় একটি ত্রুটি ঘটেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন বা সহায়তার সাথে যোগাযোগ করুন",
      "en": "An error occurred while creating the database context. Please try again later or contact support",
      "es": "Se produjo un error al crear el contexto de la base de datos. Inténtelo de nuevo más tarde o póngase en contacto con el servicio de asistencia.",
      "fa": "هنگام ایجاد زمینه پایگاه داده خطایی رخ داد. لطفاً بعداً دوباره امتحان کنید یا با پشتیبانی تماس بگیرید",
      "fr": "Une erreur s'est produite lors de la création du contexte de la base de données. Veuillez réessayer ultérieurement ou contacter le support",
      "hi": "डेटाबेस संदर्भ बनाते समय कोई त्रुटि हुई। कृपया बाद में पुनः प्रयास करें या सहायता से संपर्क करें",
      "ml": "ഡാറ്റാബേസ് സന്ദർഭം സൃഷ്ടിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക",
      "ne": "डाटाबेस सन्दर्भ सिर्जना गर्दा त्रुटि भयो। कृपया पछि पुन: प्रयास गर्नुहोस् वा समर्थनलाई सम्पर्क गर्नुहोस्",
      "ps": "د ډیټابیس شرایطو رامینځته کولو پرمهال یوه تېروتنه رامنځته شوه. مهرباني وکړئ وروسته بیا هڅه وکړئ یا د ملاتړ سره اړیکه ونیسئ",
      "ru": "Произошла ошибка при создании контекста базы данных. Попробуйте еще раз позже или обратитесь в службу поддержки",
      "si": "දත්ත සමුදා සන්දර්භය නිර්මාණය කිරීමේදී දෝෂයක් ඇති විය. කරුණාකර පසුව නැවත උත්සාහ කරන්න හෝ සහාය අමතන්න",
      "ta": "தரவுத்தள சூழலை உருவாக்கும் போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும் அல்லது ஆதரவைத் தொடர்பு கொள்ளவும்",
      "te": "డేటాబేస్ సందర్భాన్ని సృష్టిస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి లేదా మద్దతును సంప్రదించండి",
      "tl": "May naganap na error habang ginagawa ang konteksto ng database. Pakisubukang muli sa ibang pagkakataon o makipag-ugnayan sa suporta",
      "tr": "Veritabanı bağlamı oluşturulurken bir hata oluştu. Lütfen daha sonra tekrar deneyin veya destek ekibiyle iletişime geçin",
      "ur": "ڈیٹا بیس سیاق و سباق بناتے وقت ایک خرابی پیش آگئی۔ براہ کرم بعد میں دوبارہ کوشش کریں یا سپورٹ سے رابطہ کریں۔",
      "zh": "创建数据库上下文时出错。请稍后重试或联系支持人员"
    }
  }
]}